import React from 'react';

const About = () => {
  return (
    <section id="about">
      <h2>About Me</h2>
      <p>
        আমার নাম সাকিব রাজ মিমিত। আমি বর্তমানে বি. এল. কলেজ, খুলনার রাষ্ট্রবিজ্ঞান বিভাগে তৃতীয় বর্ষে অধ্যয়নরত। পড়াশোনার পাশাপাশি আমি প্রযুক্তি এবং সৃজনশীল কাজের প্রতি আগ্রহী। আমি জাগরণী সামাজিক সংঘ (JASAS)-এর কোষাধ্যক্ষ হিসেবে দায়িত্ব পালন করছি, যেখানে আমি ডিজাইন এবং ইভেন্ট ব্যবস্থাপনার মতো কাজগুলো করে থাকি। নতুন প্রযুক্তি, বিশেষ করে AI, সম্পর্কে জানতে ও শিখতে আমি ভালোবাসি।
      </p>
    </section>
  );
};

export default About;